; Generated (26.12.2024 15:23:00) by Reduce Memory v1.7 - Freeware
; www.sordum.org

[Main]
Language=Simplified Chinese_简体中文
HideWindowOnStartup=0
HideWhenMinimized=1
TrayIconPack=1
WinSetOnTop=1
SystemUser=1
TaskOptions=0
UsedMemory=75%
CountDown=15
ExclusionOpt=1
Exclusions=|Explorer.exe|
Processes=|

[Language_English]
Translator=BlueLife
01="This Tool empty the working set of the specified process to optimize your memory (RAM) usage."
02="Physical Memory Info:"
03="Total Memory:"
04="Used Memory:"
05="Free Memory:"
06="Memory usage percentage #RAM%"
07="&Optimize"
08="Option&s"
09="&About"
10="E&xit"
11="&Clear Memory - #RAM% used"
12="&Show Reduce Memory"
13="&Options"
14="&About"
15="E&xit Reduce Memory"
16="#RAM% used"
17="Physical Memory Usage: #RAM%"
18="Memory will be optimized after #TIMER seconds"
19="#SIZE MB recovered."
20="Automatically start at windows startup"
21="Hide window on startup"
22="Minimize to the system tray"
23="Always show program window on top"
24="Select the tray icon package"
25="Set the threshold to auto optimize memory"
26="If the Amount of memory usage exceeds"
27="Seconds intervals"
28="Exclude processes in the box"
29="Apply Options"
30="Unable to write file!"

[Language_Simplified Chinese_简体中文]
Translator="lanwu"
01="该工具清空指定进程的工作集，以优化您的内存（RAM）使用率。"
02="物理内存信息："
03="总内存："
04="已用内存："
05="可用内存："
06="内存使用率 #RAM%"
07="优化"
08="选项"
09="关于"
10="退出"
11="&优化内存 - #RAM% 已使用"
12="&打开主程序窗口"
13="&选项"
14="&关于"
15="&退出应用"
16="#RAM% 已使用"
17="物理内存使用: #RAM%"
18="内存将在 #TIMER 秒优化"
19="#SIZE MB 恢复"
20="Windows启动时自动启动"
21="启动时隐藏窗口"
22="最小化到系统托盘"
23="始终在顶部显示程序窗口"
24="选择任务栏图标包"
25="设置阈值以自动优化内存"
26="如果内存使用量超过"
27="间隔（秒）"
28="流程排除列表"
29="保存"
30="无法写入文件！"

